Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: Avoid the extremes of your voice, such as screaming or whispering: talking too loudly and talking too softly can both stress it. Try not to talk over loud noise, which strains your voice, and where you often need to speak to a room, a small microphone and speaker can help.
ar: تجنّب الحدود القصوى لصوتك، مثل الصراخ أو الهمس: فالكلام بصوت مرتفع جدًا أو منخفض جدًا كلاهما يُجهده. وحاول ألا تتكلم فوق ضجيج عالٍ لأن ذلك يُرهق صوتك، وإذا كنت تحتاج كثيرًا إلى التحدث أمام قاعة، فقد يساعدك ميكروفون صغير مع مكبّر صوت.
de: Meide die Extreme deiner Stimme wie Schreien oder Flüstern: Zu lautes und zu leises Sprechen können sie beide belasten. Versuche, nicht gegen lauten Lärm anzureden, das strengt die Stimme an, und wo du oft vor einem Raum voller Leute sprechen musst, kann ein kleines Mikrofon mit Lautsprecher helfen.
es: Evita los extremos de la voz, como gritar o susurrar: hablar demasiado alto y demasiado bajo pueden forzarla. Intenta no hablar por encima de mucho ruido, porque fuerza la voz, y si a menudo tienes que hablar ante una sala, un pequeño micrófono con altavoz puede ayudar.
fr: Évitez les extrêmes, comme crier ou chuchoter : parler trop fort et parler trop bas peuvent tous deux fatiguer la voix. Essayez de ne pas parler par-dessus un bruit fort, ce qui force la voix, et si vous devez souvent parler devant une salle, un petit micro et un haut-parleur peuvent aider.
it: Evita gli estremi della voce, come urlare o sussurrare: parlare troppo forte e troppo piano possono entrambi affaticarla. Cerca di non parlare sopra un rumore forte, che sforza la voce, e dove devi spesso parlare davanti a una sala, un piccolo microfono con altoparlante può aiutare.
ja: 叫んだりささやいたりといった、声の極端な使い方は避けましょう。大きすぎる声も小さすぎる声も、どちらも声に負担をかけます。大きな騒音に負けないように話すと声を酷使するので控えましょう。大勢の前で話す機会が多いなら、小型のマイクとスピーカーが役に立ちます。
ko: 소리 지르기나 속삭이기처럼 목소리를 극단적으로 쓰는 것은 피하세요. 너무 크게 말하는 것도, 너무 작게 말하는 것도 목소리에 부담을 줍니다. 시끄러운 소음 위로 말하면 목이 무리하니 피하고, 여러 사람 앞에서 자주 말해야 한다면 작은 마이크와 스피커가 도움이 됩니다.
nl: Vermijd de uitersten van je stem, zoals schreeuwen of fluisteren: te hard en te zacht praten kunnen hem allebei belasten. Probeer niet boven hard lawaai uit te praten, want dat forceert je stem, en waar je vaak voor een zaal moet spreken, kan een kleine microfoon met luidspreker helpen.
pl: Unikaj skrajności, takich jak krzyk czy szept: zarówno zbyt głośne, jak i zbyt ciche mówienie obciąża głos. Staraj się nie przekrzykiwać głośnego hałasu, bo to nadwyręża głos, a jeśli często mówisz do całej sali, pomóc może mały mikrofon z głośnikiem.
pt_br: Evite os extremos da voz, como gritar ou sussurrar: falar alto demais e baixo demais podem sobrecarregá-la. Tente não falar por cima de barulho alto, o que força a voz, e se você precisa falar com frequência para uma sala, um pequeno microfone com caixa de som pode ajudar.
ru: Избегайте крайностей, например крика или шёпота: слишком громкая и слишком тихая речь одинаково нагружают голос. Старайтесь не перекрикивать сильный шум, это напрягает голос, а если вам часто приходится выступать перед залом, может помочь небольшой микрофон с колонкой.
sv: Undvik röstens ytterligheter, som att skrika eller viska: att prata för högt och att prata för tyst kan båda anstränga den. Försök att inte prata över högt oväsen, det tar på rösten, och där du ofta behöver tala inför ett rum kan en liten mikrofon och högtalare hjälpa.
tr: Bağırmak ya da fısıldamak gibi sesin uç noktalarından kaçının: çok yüksek sesle konuşmak da çok alçak sesle konuşmak da sesi zorlayabilir. Yüksek gürültünün üstüne çıkarak konuşmamaya çalışın, bu sesinizi zorlar; sık sık bir salona hitap etmeniz gerekiyorsa küçük bir mikrofon ve hoparlör yardımcı olabilir.
zh_hans: 避免极端的用嗓方式，比如尖叫或耳语：说话太大声和太小声都会给嗓子带来压力。尽量不要在很吵的环境里提高嗓门说话，那会让嗓子吃力；如果你经常需要对着满屋子的人讲话，一个小麦克风和音箱会有帮助。

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
zh_hans: 返回

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt_br: Fundo
ru: Фон
sv: Bakgrund
tr: Arka plan
zh_hans: 背景

source: Background color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
it: Colore dello sfondo
ja: 背景色
ko: 배경 색상
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor do fundo
ru: Цвет фона
sv: Bakgrundsfärg
tr: Arka plan rengi
zh_hans: 背景颜色

source: Backup
ar: النسخ الاحتياطي
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ja: バックアップ
ko: 백업
pl: Kopia zapasowa
ru: Резервная копия
sv: Säkerhetskopia
tr: Yedekleme
zh_hans: 备份

source: Baritone
ar: باريتون
de: Bariton
es: Barítono
fr: Baryton
it: Baritono
ja: バリトン
ko: 바리톤
nl: Bariton
pl: Baryton
pt_br: Barítono
ru: Баритон
sv: Baryton
tr: Bariton
zh_hans: 男中音

source: Bass
ar: باص
es: Bajo
fr: Basse
it: Basso
ja: バス
ko: 베이스
nl: Bas
pl: Bas
pt_br: Baixo
ru: Бас
sv: Bas
tr: Bas
zh_hans: 男低音

source: beat(s)
ar: نبضة/نبضات
de: Schlag/Schläge
es: tiempo(s)
fr: temps
it: movimento/i
ja: 拍
ko: 박
nl: tel(len)
pl: uderzenia
pt_br: tempo(s)
ru: долей
sv: slag
tr: vuruş
zh_hans: 拍

source: Begins the exercise. Sing along with the notes as they scroll past, and you get a score at the end.
ar: يبدأ التمرين. غنِّ مع النغمات أثناء مرورها، وستحصل على نتيجة في النهاية.
de: Startet die Übung. Singe die Noten mit, während sie vorbeiziehen, und am Ende bekommst du eine Bewertung.
es: Empieza el ejercicio. Canta las notas mientras pasan y al final recibirás una puntuación.
fr: Démarre l’exercice. Chantez les notes à mesure qu’elles défilent : un score s’affiche à la fin.
it: Avvia l’esercizio. Canta le note mentre scorrono e alla fine ricevi un punteggio.
ja: エクササイズを始めます。流れてくる音符に合わせて歌うと、最後にスコアが出ます。
ko: 연습을 시작합니다. 흘러가는 음에 맞춰 노래하면 끝에 점수가 나옵니다.
nl: Start de oefening. Zing mee met de noten terwijl ze voorbijkomen; aan het eind krijg je een score.
pl: Rozpoczyna ćwiczenie. Śpiewaj nuty, gdy przesuwają się po ekranie, a na końcu dostaniesz wynik.
pt_br: Começa o exercício. Cante junto com as notas enquanto elas passam e você recebe uma pontuação no fim.
ru: Начинает упражнение. Пойте ноты, пока они движутся, а в конце вы получите оценку.
sv: Startar övningen. Sjung med tonerna medan de rullar förbi, så får du poäng på slutet.
tr: Egzersizi başlatır. Notalar akıp geçerken onlarla birlikte söyleyin; sonunda bir puan alırsınız.
zh_hans: 开始练习。跟着滚动的音符演唱，结束时会给出评分。

source: Body Alignment
ar: استقامة الجسم
de: Körperhaltung
es: Alineación corporal
fr: Alignement du corps
it: Allineamento del corpo
ja: 体の姿勢
ko: 몸의 정렬
nl: Lichaamshouding
pl: Ułożenie ciała
pt_br: Alinhamento corporal
ru: Положение тела
sv: Kroppshållning
tr: Vücut duruşu
zh_hans: 身体姿态

source: Book Lessons
ar: دروس للقراءة
de: Leselektionen
es: Lecciones de lectura
fr: Leçons à lire
it: Lezioni da leggere
ja: 読むレッスン
ko: 읽기 레슨
nl: Leeslessen
pl: Lekcje do czytania
pt_br: Lições de leitura
ru: Уроки для чтения
sv: Läslektioner
tr: Okuma dersleri
zh_hans: 阅读课

source: Bottom left
ar: أسفل اليسار
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
it: In basso a sinistra
ja: 左下
ko: 왼쪽 아래
nl: Linksonder
pl: Lewy dolny róg
pt_br: Canto inferior esquerdo
ru: Внизу слева
sv: Nere till vänster
tr: Sol alt
zh_hans: 左下角

source: Bottom middle
ar: أسفل المنتصف
de: Unten mittig
es: Abajo en el centro
fr: En bas au centre
it: In basso al centro
ja: 下中央
ko: 아래 가운데
nl: Middenonder
pl: Na dole pośrodku
pt_br: Centro inferior
ru: Внизу по центру
sv: Nere i mitten
tr: Alt orta
zh_hans: 底部居中

source: Bottom right
ar: أسفل اليمين
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
it: In basso a destra
ja: 右下
ko: 오른쪽 아래
nl: Rechtsonder
pl: Prawy dolny róg
pt_br: Canto inferior direito
ru: Внизу справа
sv: Nere till höger
tr: Sağ alt
zh_hans: 右下角

source: Breathing for Singing
ar: التنفس للغناء
de: Atmen beim Singen
es: Respirar para cantar
fr: Respirer pour chanter
it: Respirare per cantare
ja: 歌うための呼吸
ko: 노래를 위한 호흡
nl: Ademhalen bij het zingen
pl: Oddech w śpiewie
pt_br: Respirar para cantar
ru: Дыхание для пения
sv: Andning för sång
tr: Şarkı için nefes
zh_hans: 唱歌时的呼吸

source: Broken Thirds
ar: ثالثات مجزأة
de: Gebrochene Terzen
es: Terceras quebradas
fr: Tierces brisées
it: Terze spezzate
ja: 分散三度
ko: 분산 3도
nl: Gebroken tertsen
pl: Łamane tercje
pt_br: Terças quebradas
ru: Ломаные терции
sv: Brutna terser
tr: Kırık üçlüler
zh_hans: 分解三度

source: Bug
ar: خطأ
de: Fehler
es: Error
ja: 不具合
ko: 버그
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_hans: 错误

source: Built-in
ar: مدمجة
de: Integriert
es: Integrados
fr: Intégrés
it: Integrati
ja: 内蔵
ko: 기본 제공
nl: Ingebouwd
pl: Wbudowane
pt_br: Integrados
ru: Встроенные
sv: Inbyggda
tr: Yerleşik
zh_hans: 内置

source: Bundled Exercises
ar: التمارين المرفقة
de: Mitgelieferte Übungen
es: Ejercicios incluidos
fr: Exercices fournis
it: Esercizi inclusi
ja: 付属のエクササイズ
ko: 기본 제공 연습
nl: Meegeleverde oefeningen
pl: Ćwiczenia dołączone
pt_br: Exercícios incluídos
ru: Встроенные упражнения
sv: Medföljande övningar
tr: Uygulamayla gelen egzersizler
zh_hans: 自带练习

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ja: カテゴリ
ko: 카테고리
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ru: Категории
sv: Kategorier
tr: Kategoriler
zh_hans: 类别

source: Change Photo
ar: تغيير الصورة
de: Foto ändern
es: Cambiar foto
fr: Changer de photo
it: Cambia foto
ja: 写真を変更
ko: 사진 변경
nl: Foto wijzigen
pl: Zmień zdjęcie
pt_br: Alterar foto
ru: Изменить фото
sv: Byt foto
tr: Fotoğrafı değiştir
zh_hans: 更换照片

source: Change what your Home tab, playback screen and more show, how they look and how they are arranged.
ar: غيّر ما يُعرض في تبويب الرئيسية وشاشة التشغيل وغيرهما، وكيف يبدو وكيف يُرتَّب.
de: Ändere, was dein Start-Tab, der Wiedergabebildschirm und mehr zeigen, wie sie aussehen und wie sie angeordnet sind.
es: Cambia qué muestran tu pestaña Inicio, la pantalla de reproducción y más, cómo se ven y cómo se organizan.
fr: Changez ce qu’affichent votre onglet Accueil, l’écran de lecture et plus encore, leur apparence et leur agencement.
it: Cambia cosa mostrano la scheda Home, la schermata di riproduzione e altro, il loro aspetto e la loro disposizione.
ja: ホームタブや再生画面などの表示内容、見た目、並び順を変えられます。
ko: 홈 탭과 재생 화면 등에서 무엇을 보여줄지, 어떻게 보일지, 어떻게 배치할지 바꿀 수 있습니다.
nl: Bepaal wat het tabblad Start, het afspeelscherm en meer tonen, hoe ze eruitzien en hoe ze zijn ingedeeld.
pl: Zmień, co pokazują karta Start, ekran odtwarzania i nie tylko, jak wyglądają i jak są ułożone.
pt_br: Mude o que a aba Início, a tela de reprodução e mais mostram, como eles ficam e como são organizados.
ru: Меняйте, что показывают вкладка «Главная», экран воспроизведения и другие экраны, как они выглядят и как расположены.
sv: Ändra vad fliken Hem, uppspelningsskärmen och mer visar, hur de ser ut och hur de är ordnade.
tr: Ana Sayfa sekmesinin, çalma ekranının ve daha fazlasının ne gösterdiğini, nasıl göründüğünü ve nasıl düzenlendiğini değiştirin.
zh_hans: 更改首页、播放界面等显示的内容、外观和排列方式。

source: Checked exercises you already have are replaced by the version in this file.
ar: التمارين المحددة الموجودة لديك بالفعل تُستبدل بالنسخة الموجودة في هذا الملف.
de: Ausgewählte Übungen, die du schon hast, werden durch die Fassung aus dieser Datei ersetzt.
es: Los ejercicios marcados que ya tienes se sustituyen por la versión de este archivo.
fr: Les exercices cochés que vous avez déjà sont remplacés par la version de ce fichier.
it: Gli esercizi selezionati che hai già vengono sostituiti dalla versione di questo file.
ja: 選択した既存のエクササイズは、このファイルの内容で置き換えられます。
ko: 선택한 연습 중 이미 가지고 있는 것은 이 파일의 버전으로 대체됩니다.
nl: Aangevinkte oefeningen die je al hebt, worden vervangen door de versie in dit bestand.
pl: Zaznaczone ćwiczenia, które już masz, zostaną zastąpione wersją z tego pliku.
pt_br: Os exercícios marcados que você já tem são substituídos pela versão deste arquivo.
ru: Отмеченные упражнения, которые у вас уже есть, будут заменены версией из этого файла.
sv: Markerade övningar du redan har ersätts av versionen i den här filen.
tr: İşaretlediğin ve zaten sahip olduğun egzersizler, bu dosyadaki sürümle değiştirilir.
zh_hans: 勾选的、你已拥有的练习将被此文件中的版本替换。

source: Checks every exercise at once, or clears them all.
ar: يحدد كل التمارين دفعة واحدة، أو يلغي تحديدها كلها.
de: Wählt alle Übungen auf einmal aus oder hebt die Auswahl komplett auf.
es: Marca todos los ejercicios de una vez, o los desmarca todos.
fr: Coche tous les exercices d’un coup, ou les décoche tous.
it: Seleziona tutti gli esercizi in una volta, o li deseleziona tutti.
ja: すべてのエクササイズを一度に選択、または選択をすべて解除します。
ko: 모든 연습을 한 번에 선택하거나 모두 해제합니다.
nl: Vinkt alle oefeningen in één keer aan, of haalt ze allemaal weg.
pl: Zaznacza wszystkie ćwiczenia naraz albo odznacza je wszystkie.
pt_br: Marca todos os exercícios de uma vez, ou desmarca todos.
ru: Отмечает все упражнения сразу или снимает все отметки.
sv: Markerar alla övningar på en gång, eller avmarkerar allihop.
tr: Tüm egzersizleri tek seferde işaretler ya da işaretlerini kaldırır.
zh_hans: 一次勾选所有练习，或全部取消勾选。

source: Choose a file, then pick which of its exercises to add to your library or update.
ar: اختر ملفًا، ثم حدّد أي تمارينه تريد إضافتها إلى مكتبتك أو تحديثها.
de: Wähle eine Datei und dann, welche ihrer Übungen deiner Bibliothek hinzugefügt oder darin aktualisiert werden.
es: Elige un archivo y luego qué ejercicios suyos añadir a tu biblioteca o actualizar en ella.
fr: Choisissez un fichier, puis les exercices à ajouter à votre bibliothèque ou à y mettre à jour.
it: Scegli un file, poi quali dei suoi esercizi aggiungere alla tua libreria o aggiornare.
ja: ファイルを選び、その中のどのエクササイズをライブラリに追加・更新するかを選びます。
ko: 파일을 고른 다음, 그 안의 어떤 연습을 라이브러리에 추가하거나 업데이트할지 고르세요.
nl: Kies een bestand en daarna welke oefeningen eruit je aan je bibliotheek toevoegt of erin bijwerkt.
pl: Wybierz plik, a potem które z jego ćwiczeń dodać do biblioteki lub w niej zaktualizować.
pt_br: Escolha um arquivo e depois quais exercícios dele adicionar à sua biblioteca ou atualizar.
ru: Выберите файл, а затем — какие из его упражнений добавить в библиотеку или обновить в ней.
sv: Välj en fil och sedan vilka av dess övningar som ska läggas till i ditt bibliotek eller uppdateras där.
tr: Bir dosya seç, ardından hangi egzersizlerinin kitaplığına ekleneceğini veya güncelleneceğini belirle.
zh_hans: 先选择文件，再挑选其中要加入练习库或更新的练习。

source: Choose a Test
ar: اختر اختبارًا
de: Test wählen
es: Elige una prueba
fr: Choisir un test
it: Scegli un test
ja: テストを選ぶ
ko: 테스트 선택
nl: Kies een test
pl: Wybierz test
pt_br: Escolha um teste
ru: Выберите тест
sv: Välj ett test
tr: Bir test seçin
zh_hans: 选择测试

source: Choose a type before sending.
ar: اختر نوعًا قبل الإرسال.
de: Wähle vor dem Senden eine Art.
es: Elige un tipo antes de enviar.
fr: Choisissez un type avant d’envoyer.
it: Scegli un tipo prima di inviare.
ja: 送信する前に種類を選んでください。
ko: 보내기 전에 유형을 선택하세요.
nl: Kies een soort voordat je verstuurt.
pl: Przed wysłaniem wybierz rodzaj.
pt_br: Escolha um tipo antes de enviar.
ru: Перед отправкой выберите тип.
sv: Välj en typ innan du skickar.
tr: Göndermeden önce bir tür seç.
zh_hans: 发送前请先选择类型。

source: Choose an Exercise
ar: اختر تمرينًا
de: Übung wählen
es: Elige un ejercicio
fr: Choisir un exercice
it: Scegli un esercizio
ja: エクササイズを選ぶ
ko: 연습 선택
nl: Kies een oefening
pl: Wybierz ćwiczenie
pt_br: Escolha um exercício
ru: Выберите упражнение
sv: Välj en övning
tr: Bir egzersiz seçin
zh_hans: 选择练习

source: Choose Photo
ar: اختيار صورة
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
ko: 사진 선택
nl: Foto kiezen
pl: Wybierz zdjęcie
pt_br: Escolher foto
ru: Выбрать фото
sv: Välj foto
tr: Fotoğraf seç
zh_hans: 选择照片

source: Choose the sound that plays the notes, or upload your own.
ar: اختر الصوت الذي تُعزف به النغمات، أو ارفع صوتك الخاص.
de: Wähle den Klang, mit dem die Noten gespielt werden, oder lade einen eigenen hoch.
es: Elige el sonido con el que suenan las notas, o sube el tuyo.
fr: Choisissez le son qui joue les notes, ou importez le vôtre.
it: Scegli il suono con cui vengono suonate le note, oppure caricane uno tuo.
ja: 音を鳴らす楽器を選ぶか、自分の音源をアップロードします。
ko: 음을 재생할 소리를 선택하거나 직접 업로드하세요.
nl: Kies het geluid waarmee de noten klinken, of upload je eigen geluid.
pl: Wybierz dźwięk, którym odtwarzane są nuty, lub prześlij własny.
pt_br: Escolha o som que toca as notas ou envie o seu.
ru: Выберите звук, которым проигрываются ноты, или загрузите свой.
sv: Välj ljudet som spelar noterna, eller ladda upp ett eget.
tr: Notaları çalan sesi seçin veya kendi sesinizi yükleyin.
zh_hans: 选择用于演奏音符的声音，或上传你自己的声音。

source: Choose your voice type, or pick “Custom” to enter your own lowest and highest notes. The test below can fill this in for you.
ar: اختر نوع صوتك، أو اختر «مخصص» لإدخال أخفض وأعلى نغماتك بنفسك. يمكن للاختبار أدناه ملء ذلك نيابةً عنك.
de: Wähle deine Stimmlage oder „Eigene“, um deinen tiefsten und höchsten Ton selbst einzugeben. Der Test unten kann das für dich ausfüllen.
es: Elige tu tipo de voz, o selecciona «Personalizado» para introducir tus propias notas más grave y más aguda. La prueba de abajo puede rellenarlo por ti.
fr: Choisissez votre type de voix, ou sélectionnez « Personnalisé » pour saisir vos propres notes la plus grave et la plus aiguë. Le test ci-dessous peut le faire pour vous.
it: Scegli il tuo tipo di voce oppure “Personalizzato” per inserire la tua nota più bassa e più alta. Il test qui sotto può compilarlo al posto tuo.
ja: 声のタイプを選ぶか、「カスタム」を選んで自分の最低音と最高音を入力します。下のテストで自動的に入力することもできます。
ko: 성종을 선택하거나 “사용자 지정”을 선택해 자신의 최저음과 최고음을 입력하세요. 아래 테스트로 자동 입력할 수도 있습니다.
nl: Kies je stemtype, of kies ‘Aangepast’ om je eigen laagste en hoogste noot in te voeren. De test hieronder kan dit voor je invullen.
pl: Wybierz typ głosu lub „Własne”, aby podać własny najniższy i najwyższy dźwięk. Test poniżej może wypełnić to za ciebie.
pt_br: Escolha seu tipo de voz ou selecione “Personalizado” para inserir suas notas mais grave e mais aguda. O teste abaixo pode preencher isso para você.
ru: Выберите свой тип голоса или «Свои», чтобы указать самую низкую и самую высокую ноту. Тест ниже может заполнить это за вас.
sv: Välj din rösttyp, eller välj ”Egna” för att ange din egen lägsta och högsta ton. Testet nedan kan fylla i det åt dig.
tr: Ses türünüzü seçin veya kendi en pes ve en tiz notalarınızı girmek için “Özel”i seçin. Aşağıdaki test bunu sizin için doldurabilir.
zh_hans: 选择你的声部，或选择“自定义”来输入自己的最低音和最高音。下方的测试可以为你自动填写。

source: Chromatic Steps
ar: خطوات كروماتية
de: Chromatische Schritte
es: Pasos cromáticos
fr: Pas chromatiques
it: Passi cromatici
ja: 半音階のステップ
ko: 반음계 스텝
nl: Chromatische stappen
pl: Kroki chromatyczne
pt_br: Passos cromáticos
ru: Хроматические шаги
sv: Kromatiska steg
tr: Kromatik adımlar
zh_hans: 半音阶级进

source: Clap along with a metronome and the app works the delay out for you. Quick, but it needs headphones and firm claps to be accurate.
ar: صفّق مع المترونوم وسيحسب التطبيق التأخير نيابةً عنك. سريع، لكنه يحتاج إلى سماعات رأس وتصفيق قوي ليكون دقيقًا.
de: Klatsche zu einem Metronom mit und die App ermittelt die Verzögerung für dich. Schnell, aber für ein genaues Ergebnis brauchst du Kopfhörer und festes Klatschen.
es: Da palmadas al ritmo de un metrónomo y la app calcula el retardo por ti. Rápido, pero para ser preciso necesita auriculares y palmadas firmes.
fr: Tapez dans vos mains au rythme d’un métronome et l’app calcule le retard pour vous. Rapide, mais il faut un casque et des claps francs pour être précis.
it: Batti le mani a tempo con un metronomo e l’app calcola il ritardo per te. Veloce, ma per essere preciso servono cuffie e battiti decisi.
ja: メトロノームに合わせて手を叩くと、アプリが遅延を計算します。手軽ですが、正確に測るにはヘッドホンとしっかりした手拍子が必要です。
ko: 메트로놈에 맞춰 박수를 치면 앱이 지연을 계산합니다. 빠르지만 정확하려면 헤드폰과 또렷한 박수가 필요합니다.
nl: Klap mee met een metronoom en de app berekent de vertraging voor je. Snel, maar voor een nauwkeurig resultaat heb je een koptelefoon en stevige klappen nodig.
pl: Klaszcz do metronomu, a aplikacja sama obliczy opóźnienie. Szybko, ale do dokładnego wyniku potrzebne są słuchawki i zdecydowane klaśnięcia.
pt_br: Bata palmas junto com um metrônomo e o app calcula o atraso para você. Rápido, mas precisa de fones e palmas firmes para ser preciso.
ru: Хлопайте в такт метроному, и приложение само вычислит задержку. Быстро, но для точности нужны наушники и чёткие хлопки.
sv: Klappa med till en metronom så räknar appen ut fördröjningen åt dig. Snabbt, men det krävs hörlurar och bestämda klappar för att bli exakt.
tr: Bir metronom eşliğinde alkışlayın; uygulama gecikmeyi sizin için hesaplar. Hızlıdır ama isabetli olması için kulaklık ve net alkışlar gerekir.
zh_hans: 跟着节拍器拍手，应用会为你算出延迟。速度快，但要准确需要耳机和干脆的拍手。

source: Clap Test (Inaccurate)
ar: اختبار التصفيق (غير دقيق)
de: Klatschtest (ungenau)
es: Prueba de palmadas (imprecisa)
fr: Test de claps (imprécis)
it: Test dei battiti (impreciso)
ja: 手拍子テスト（不正確）
ko: 박수 테스트 (부정확)
nl: Klaptest (onnauwkeurig)
pl: Test z klaśnięciami (niedokładny)
pt_br: Teste de palmas (impreciso)
ru: Тест с хлопками (неточный)
sv: Klapptest (inexakt)
tr: Alkış testi (hassas değil)
zh_hans: 拍手测试（不准确）

source: Clear Favorites
ar: مسح المفضلة
de: Favoriten leeren
es: Vaciar favoritos
fr: Vider les favoris
it: Svuota i preferiti
ja: お気に入りを空にする
ko: 즐겨찾기 비우기
nl: Favorieten leegmaken
pl: Wyczyść ulubione
pt_br: Limpar favoritos
ru: Очистить избранное
sv: Rensa favoriter
tr: Favorileri temizle
zh_hans: 清空收藏

source: Clear Filters
ar: مسح عوامل التصفية
de: Filter zurücksetzen
es: Borrar filtros
fr: Effacer les filtres
it: Azzera filtri
ja: フィルタを解除
ko: 필터 지우기
nl: Filters wissen
pl: Wyczyść filtry
pt_br: Limpar filtros
ru: Сбросить фильтры
sv: Rensa filter
tr: Filtreleri temizle
zh_hans: 清除筛选

source: Clear Finished Lessons
ar: مسح الدروس المكتملة
de: Abgeschlossene Lektionen zurücksetzen
es: Borrar lecciones terminadas
fr: Effacer les leçons terminées
it: Cancella le lezioni completate
ja: 完了したレッスンを消去
ko: 완료한 레슨 지우기
nl: Afgeronde lessen wissen
pl: Wyczyść ukończone lekcje
pt_br: Limpar lições concluídas
ru: Сбросить пройденные уроки
sv: Rensa avklarade lektioner
tr: Tamamlanan dersleri temizle
zh_hans: 清除已完成的课

source: Clear Practice Time
ar: مسح وقت التمرّن
de: Übungszeit löschen
es: Borrar tiempo de práctica
fr: Effacer le temps de pratique
it: Cancella il tempo di esercizio
ja: 練習時間を消去
ko: 연습 시간 지우기
nl: Oefentijd wissen
pl: Wyczyść czas ćwiczeń
pt_br: Limpar tempo de prática
ru: Очистить время занятий
sv: Rensa övningstid
tr: Çalışma süresini temizle
zh_hans: 清除练习时长

source: Clear Recently Played
ar: مسح ما شُغّل مؤخرًا
de: Zuletzt gespielt leeren
es: Vaciar reproducidos recientemente
fr: Vider les exercices récents
it: Svuota i recenti
ja: 最近再生した履歴を消去
ko: 최근 재생 기록 지우기
nl: Recent gespeeld wissen
pl: Wyczyść ostatnio odtwarzane
pt_br: Limpar reproduzidos recentemente
ru: Очистить недавние
sv: Rensa senast spelade
tr: Son kullanılanları temizle
zh_hans: 清除最近播放
